const hindiData = [
  {
    id: 1,
    question: "भारत में कंप्यूटर का प्रथम बार प्रयोग कहाँ किया गया था?",
    options: [
      "प्रधान डाकघर, बेंगलुरु",
      "भारतीय प्रौद्योगिकी संस्थान, दिल्ली",
      "प्रधान डाकघर, नई दिल्ली",
      "भारतीय सांख्यिकी संस्थान, कोलकाता",
    ],
    answer: "प्रधान डाकघर, बेंगलुरु",
  },
  {
    id: 2,
    question:
      " __________ एक कंप्यूटर नेटवर्क में भाग लेने वाले प्रत्येक डिवाइस (जैसे, कंप्यूटर, प्रिंटर) को सौंपा गया एक संख्यात्मक लेबल है।",
    options: ["मेल पता", "आईपी ​​पता", "टोपोलॉजी", "रूटर"],
    answer: "आईपी ​​पता",
  },
  {
    id: 3,
    question:
      "इनमें से कौन सा कार्ड धारक इन वस्तुओं और सेवाओं के भुगतान के वादे के आधार पर अपने धारक को सामान और सेवाएं खरीदने की अनुमति देता है?",
    options: [
      "बैंक पासबुक",
      "डेबिट कार्ड",
      "क्रेडिट कार्ड",
      "उपरोक्त में से कोई नहीं",
    ],
    answer: "क्रेडिट कार्ड",
  },
  {
    id: 4,
    question: "MS Access में डेटा निर्यात करने का विकल्प किस मेनू के अंतर्गत होता है?",
    options: ["डेटाबेस उपकरण", "बाहरी डेटा", "होम", "बनाएं"],
    answer: "बाहरी डेटा",
  },
  {
    id: 5,
    question: "एमएस एक्सेल में कौन सा फंक्शन एक सेल में वर्णों की संख्या की गणना करता है?",
    options: ["लेन", "लंबाई", "गिनती", "एलएनजी"],
    answer: "लेन",
  },
];

export default hindiData;
